---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeVolumeParam
source: html/afdf2713-8d3a-39a2-4c13-324442d3d679.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeVolumeParam Property

"Volume"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeVolumeParam { get; }
```